{
  "contact": {},
  "profileAlternative": {
    "name": "John C. Scott",
    "headline": "Global Supply Chain, Sustainability and Procurement Executive",
    "imageurl": "https://media.licdn.com/dms/image/C4E03AQHIv1XYfy-FCQ/profile-displayphoto-shrink_200_200/0?e=1581552000&v=beta&t=E3vV3hBgtxOyuVToCDKOIff0SXjaTlsCLZmezkIREhc",
    "location": "Greater New York City Area",
    "connections": "500+",
    "summary": "A Consumer-industry business leader with a General Manager's view for applying broad and deep supply chain experience to complex challenges; covering strategy development, procurement, CSR/Sustainability, customer logistics, category management, operations, demand/supply planning and the use of collaborative technologies within the consumer goods, hospitality, QSR/restaurant and distribution industries. Able to bridge strategic thought into practical solutions with the ability to roll-up-the-sleeves when needed. Successful in developing high-performance teams that generate creative solutions to drive meaningful bottom-line and top-line improvements. A leader specializing in taking organizations through change or dramatic improvement initiatives.\n\n\nDemonstrated global operations experience in both Fortune 500 and emerging, high-growth businesses. Successful in developing high-performance teams that generate creative solutions to drive meaningful bottom-line and top-line improvements. Leader and change agent with functional depth and a proven path of developing world class organizations.\n\nStrong natural curiosity and ability to quickly process information supporting unique insights and problem solving skills.\n\nSpecialties:\n- Supply Chain and Logistics\n- Sustainability & Responsible Sourcing\n- Strategic Sourcing & Category Management\n- Food Safety and Quality\n- Financial Acumen and P&L Management\n- Strategic Business Planning\n- Change Management & Communication\n- Merger, Acquisition & Integration Experience\n- Organizational Design & Development\n- Business Restructuring & Re-engineering\n- Technology Roadmaps & Implementation\n\nAchieved accomplishments based on key strengths:\n• An unrelenting drive to deliver results\n• Leadership with humility\n• Optimistic and resilient in face of challenges\n• Focus on doing the right thing for business and the team\n• Detail-oriented and able to delegate effectively\n• Strong problem solving skills"
  },
  "aboutAlternative": {
    "text": "A Consumer-industry business leader with a General Manager's view for applying broad and deep supply chain experience to complex challenges; covering strategy development, procurement, CSR/Sustainability, customer logistics, category management, operations, demand/supply planning and the use of collaborative technologies within the consumer goods, hospitality, QSR/restaurant and distribution industries. Able to bridge strategic thought into practical solutions with the ability to roll-up-the-sleeves when needed. Successful in developing high-performance teams that generate creative solutions to drive meaningful bottom-line and top-line improvements. A leader specializing in taking organizations through change or dramatic improvement initiatives.\n\n\nDemonstrated global operations experience in both Fortune 500 and emerging, high-growth businesses. Successful in developing high-performance teams that generate creative solutions to drive meaningful bottom-line and top-line improvements. Leader and change agent with functional depth and a proven path of developing world class organizations.\n\nStrong natural curiosity and ability to quickly process information supporting unique insights and problem solving skills.\n\nSpecialties:\n- Supply Chain and Logistics\n- Sustainability & Responsible Sourcing\n- Strategic Sourcing & Category Management\n- Food Safety and Quality\n- Financial Acumen and P&L Management\n- Strategic Business Planning\n- Change Management & Communication\n- Merger, Acquisition & Integration Experience\n- Organizational Design & Development\n- Business Restructuring & Re-engineering\n- Technology Roadmaps & Implementation\n\nAchieved accomplishments based on key strengths:\n• An unrelenting drive to deliver results\n• Leadership with humility\n• Optimistic and resilient in face of challenges\n• Focus on doing the right thing for business and the team\n• Detail-oriented and able to delegate effectively\n• Strong problem solving skills"
  },
  "positions": [
    {
      "title": "Chief Transformation Officer",
      "companyName": "Subway",
      "location": "Greater New York City Area",
      "description": "Subway is a $17B+ privately-held business with over 40,000+ restaurants located in more than 100 countries.\n\nPrevious Role:\nVP, Global Food Safety, Quality & Sustainability",
      "date1": "Sep 2017 – Present",
      "date2": "2 yrs 4 mos"
    },
    {
      "title": "Principal and Owner",
      "companyName": "Carmichael Supply Chain Consulting",
      "location": "Greater New York City Area",
      "description": "Supply Chain & Procurement consultant, with extensive consumer products, food, beverage, hospitality, retail and logistics experience -- providing support for designing and implementing practical supply chain strategies; restructuring organizations for leaner and more effective operations; analyzing and implementing sourcing and procurement improvements; designing responsible and sustainable sourcing programs; optimizing technology systems; benchmarking supply chains; and providing interim supply chain management.\n…\n",
      "date1": "Oct 2016 – Sep 2017",
      "date2": "1 yr"
    },
    {
      "title": "Chief Procurement Officer / Chief Supply Chain Officer",
      "companyName": "The Chefs Warehouse",
      "location": "Ridgefield, CT",
      "description": "The Chefs' Warehouse is a $1.2B+ specialty food distributor (NASDAQ: CHEF) which began sourcing ingredients and products for high-end chefs over 30 years ago, serving the finest restaurants, hotels, caterers and gourmet stores in major metropolitan areas across the United States and Canada.\n\nAs Chief Procurement Officer / Chief Supply Chain Officer: Accountable for procurement, customer logistics and operations, category management, inventory control, product merchandising/marketing, business & pricing analytics and import/export/contracted logistics departments across 25,000+ products, 1,600+ suppliers covering $825M+ direct spend, $100M+ indirect spend, 700+ operations/supply chain employees within 20+ distribution centers.\n…\n",
      "date1": "May 2013 – Sep 2016",
      "date2": "3 yrs 5 mos"
    },
    {
      "title": "Global Procurement Director",
      "companyName": "PepsiCo",
      "location": "Somers, NY",
      "description": "PepsiCo Positions:\n- Global Director of Plastic Bottle/Container Procurement\nLed all Global plastic bottle and foods container procurement teams to create a matrixed, BUT UNIFIED, 25+ member team to stimulate productivity, innovation and quality covering nearly $3B+ in spend and 30B+ containers across the Americas, Europe, Middle East and Asia -- resulting in $100M+ in productivity.\n\n- Sr. Director, Gatorade Procurement\nDeveloped a newly created role and team that strategically managed over $1B in business unit procurement spend and tactically controlled over $500M in plastic bottle procurement activity. Was procurement leader for coordination with Gatorade Finance for all packaging & ingredients procurement financials, innovation and procurement operations and business goals.\n\n- Sr. Director, Responsible & Sustainable Sourcing\nInitiated the creation of PepsiCo’s strategy for Responsible & Sustainable Sourcing, which addressed procurement’s approach, policy, metrics and goals with suppliers for environmental accountability and corporate social responsibility (CSR). Within our GMA membership, co-chaired inaugural Sustainability Council. Initiated and Co-Chaired AIM-PROGRESS, a collaborative CPG-industry responsible sourcing program and was a board member of Sedex, a not-for-profit technology company supporting best-practices in responsible sourcing for 5+ years.\n\n- Director, Indirect Procurement Strategy & Technologies\nReporting directly to the Chief Procurement Officer, prepared the enterprise for ERP implementation (SAP) by establishing updated P2P business processes to match the use of Indirect and Direct systems\n…\n",
      "date1": "Apr 2005 – May 2013",
      "date2": "8 yrs 2 mos"
    },
    {
      "title": "Non-Executive Board Director (Concurrent w/PepsiCo roles)",
      "companyName": "Amcor-PepsiCo Canada JV",
      "location": "Moncton, New Brunswick, Canada",
      "description": "Represented PepsiCo 25% interest in a $15M Canadian joint venture with PepsiCo’s largest global supplier. Concurrent with Global Director at PepsiCo.",
      "date1": "Dec 2011 – Apr 2013",
      "date2": "1 yr 5 mos"
    },
    {
      "title": "Non-Executive Board Director (Concurrent w/PepsiCo roles)",
      "companyName": "Sedex",
      "location": "London, UK",
      "description": "Member Elected: Concurrent with Global Director accountability at PepsiCo",
      "date1": "Oct 2007 – Apr 2013",
      "date2": "5 yrs 7 mos"
    },
    {
      "title": "Management Consulting -- Director, CPG/Retail Supply Chain",
      "companyName": "Unisys & Arthur Andersen",
      "location": "Greater New York City Area",
      "description": "Held Project delivery and P&L responsibility for all aspects of program management and client development.\n\nDisciplines included: procurement, supply chain, operations, operational strategy, customer logistics, network optimization, strategic sourcing, business process redesign, technology implementations and business case development.\n\nKey Engagements:\n- PepsiCo: Global Indirect Spend Strategy\n- PepsiCo: US Logistics Network Optimization\n- Heinz: Inventory Management Strategy\n- Kraft Foods: Product Availability Modeling\n- Wrigley: New Product Innovation Process Improvement\n- Seiko: Service Center & Warehousing Network Optimization\n- M&M Mars/Masterfoods USA: Supply Chain Visibility Business Case and Technology Roadmap\n- Department of Homeland Security (Operation Safe Commerce): Importation Security Streamlining\n- Grocery Manufacturers of America (GMA): Associate Membership Council. Chaired committee for the inaugural CPG Excellence Award in recognizing CPG industry leadership, creativity and innovation in supply chain and customer solutions.\n…\n",
      "date1": "Dec 2000 – Apr 2005",
      "date2": "4 yrs 5 mos"
    },
    {
      "title": "Supply Chain/Operations/Logistics -- Various Positions",
      "companyName": "Mondelēz International",
      "location": "East Hanover, NJ",
      "description": "- Senior Manager, North America Inventory Management\nManaged Supply Chain Deployment and Production Analysts responsible for inventory network flows to support over $3.5B in annual sales across 15+ Manufacturing sites/DCs and 100+ regional branches.\n\n- Senior Manager, Supply Chain Technology & Business Process Transformation\nLed the redesign for vendor management processes, internal replenishment of regional DCs, and bakery-direct delivered customers. Managed matrixed staff and consultants to coordinate technical, process, implementation and training requirements for the project, which included the integration of SAP with all supply chain systems, such as Manugistics, Numetrix, etc.\n\nOther Nabisco Positions:\n- Supply Chain Analyst (East Hanover, NJ)\n- Regional Distribution Center & Customer Logistics Manager (Long Island, NY)\n- Territory Sales Manager (Long Island, NY)\n\nAll roles were with Nabisco, prior to Kraft/Mondelez's acquisition of the company.\n…\n",
      "date1": "Oct 1994 – Dec 2000",
      "date2": "6 yrs 3 mos"
    },
    {
      "title": "Cornell Dyson School of Applied Economics & Management",
      "companyName": "Degree Name\nBS",
      "description": "Cornell University-Dyson School of Applied Economics and Management"
    },
    {
      "title": "New York University - Leonard N. Stern School of Business",
      "companyName": "Degree Name\nMBA"
    },
    {
      "title": "Athlete Training Guide",
      "companyName": "Achilles International",
      "description": "The mission of Achilles International is to enable people with all types of disabilities to participate in mainstream running events in order to promote personal achievement. As an Athlete Training Guide, we accompany disabled runners during the course of a workout or race, functioning as a member’s eyes, ears, guide, and motivator. including specific support, such as:\n- Helping disabled runners become familiar and proficient with special equipment\n- Participating in weekly or bi-weekly workouts\n- Providing guidance, logistics support and running advice during races and marathon",
      "date1": "May 2017 – Present"
    }
  ],
  "educations": [
    {
      "title": "Cornell Dyson School of Applied Economics & Management",
      "degree": "BS",
      "fieldofstudy": "Applied Economics and Business Management",
      "date1": "1990",
      "date2": "1994"
    },
    {
      "title": "New York University - Leonard N. Stern School of Business",
      "degree": "MBA",
      "fieldofstudy": "Management Information Systems & Organizational Strategy",
      "date1": "1997",
      "date2": "2000"
    }
  ],
  "skills": [
    {
      "title": "Supply Chain",
      "count": "80"
    },
    {
      "title": "Strategy",
      "count": "76"
    },
    {
      "title": "Strategic Sourcing",
      "count": "62"
    }
  ],
  "recommendations": {
    "givenCount": "7",
    "receivedCount": "12",
    "given": [
      {
        "user": "https://www.linkedin.com/in/david-huch-a29b4836/",
        "text": "I have had the pleasure working with John over the past 3 years during his time with Chef's Warehouse. John posses the Management and Strategic skills that cross over into key functional areas. Results driven Executive."
      },
      {
        "user": "https://www.linkedin.com/in/frankodowd/",
        "text": "I worked closely with John at CW he was a motivated strategic leader. John took on the difficult projects and provided strong guidance through his experience. John enabled the ongoing growth of the ERP installation by focusing the company on improving our processes and utilizing analytics. John w... See more"
      },
      {
        "user": "https://www.linkedin.com/in/jennifer-sussman-5a450b6/",
        "text": "John is an inspiring leader, bringing out the best in those who work with him. His ability to understand each individual personality and work-style on his team and leverage their strengths is key to his management style. He encourages question and answer problem-solving rather than rote answering giving, thu... See more"
      },
      {
        "user": "https://www.linkedin.com/in/petar-sobic-0a081bb/",
        "text": "As the inaugural chairman of AIM-PROGRESS, representing Unilever as a founding member, I had the great pleasure in working with John who at that time represented PepsiCo, one of the other key founding companies. John was an enthusiastic and visionary member of the group, always able to see the ... See more"
      },
      {
        "user": "https://www.linkedin.com/in/jimcostasupplychain/",
        "text": "John is a leader that drives results, passion and a high level of commitment from the teams he works with and leads. He is always looking for the next great opportunity…even when others think best in class results have been achieved. His creativity and get beyond the traditional norms enables him to be a leade... See more"
      },
      {
        "user": "https://www.linkedin.com/in/david-kaduke-82a3292/",
        "text": "I have had the opportunity and pleasure to work with John Scott during my career. John's knowledge and experience in supply chain management is both broad and deep with success at operational, tactical and strategic levels. He is creative and innovative in his thinking, and committed and passionate to his professi... See more"
      },
      {
        "user": "https://www.linkedin.com/in/nicholasammaturo/",
        "text": "John was someone I admired and respected greatly while working @ PepsiCo. He is one of the strongest leaders and motivators - not only professionally, but personally. I was somehow convinced to participate in a 200 mile 24-hour running relay (Ragnar) with John and was inspired by him to do something I had never d... See more"
      },
      {
        "user": "https://www.linkedin.com/in/diana-stapleton-b8486b6/",
        "text": "Leadership and intelligence with a smile – that’s John! John and I worked together across various roles at PepsiCo in Global Procurement. When I took on a new ex-pat assignment, John played the role of mentor to me, offering advice and recommendations that helped me to learn and develop... See more"
      },
      {
        "user": "https://www.linkedin.com/in/patrick-dedoyard-683194/",
        "text": "John was a Sr. Procurement Executive at PepsiCo when I had the pleasure of working with him (I was a Supplier to PepsiCo). John always built the highest level of professionalism, ethics and integrity in his approach to Procurement. He leverages his strong conceptual and intellectual skills to develop a strategic ... See more"
      },
      {
        "user": "https://www.linkedin.com/in/taranorton/",
        "text": "In his role as a Director on the Sedex Board, John provided clarity and direction. He has a rare ability to see from strategy to implementation, and he always went well above and beyond his duties to help the Sedex team."
      },
      {
        "user": "https://www.linkedin.com/in/jorgette-marinez-ramirez-7180991/",
        "text": "John defines professionalism, leadership, and stewardship. He is a true collaborator through great observation, thoughtful analysis, and concise communications, and most importantly with a great sense of humor and humility. He is intelligent and flexible, so he can learn up and lead in almost any situation. He's a st... See more"
      },
      {
        "user": "https://www.linkedin.com/in/stephen-sibert-b3973928/",
        "text": "To Whom It May Concern: I had the honor to work with John Scott while serving at the SVP of Industry Affairs at the Grocery Manufacturers of America (the trade association represening c-level food and cpg executives and suppliers). First impressions of an individual oftern say much about an individual's co... See more"
      }
    ],
    "received": [
      {
        "user": "https://www.linkedin.com/in/lenross/",
        "text": "While on PepsiCo's PET Bottle team, Len demonstrated a high-level of innovative-thinking married to deep financial analysis -- always leading to higher levels of productivity and risk mitigation.  Further, Len was consistently teaching and developing junior staff to understand the PET industry and market drivers.  His leadership enabled the team to make great strides.\n\n... See more"
      },
      {
        "user": "https://www.linkedin.com/in/nicholasammaturo/",
        "text": "Nick demonstrated a rare ability to cross-over from a procurement-oriented finance analyst into a Senior Buyer role.  He brought great energy to the work and had very strong underpinnings for the drivers of financial improvement.\r\n\r\nNick has a wonderful enthusiasm centered on making improvements and finding new, creative and effective solutions.  The passion he brought to the office everyday positively influenced those who worked with him.  His category plans were thoroughly-developed and well-executed to drive productivity.  His relationships with suppliers were professional and rooted in trust and fair-dealing.  Nick showed his ability to be firm in his expectations, but also reasonable to ensure the supplier could perform.\r\n\r\nNick would be a great asset to any organization, as his combination of intelligence, experience, enthusiasm and demonstrated results are unique.\n\n... See more"
      }
    ]
  },
  "accomplishments": [
    {
      "count": "9",
      "title": "Organizations",
      "items": [
        "Unipro Foodservice Cooperative",
        "BSR - Business for Social Responsibility",
        "SEDEX - Supplier Ethical Data Exchange",
        "AIM-PROGRESS (PROGram for RESponsible Sourcing)",
        "GMA - Grocery Manufacturers of America",
        "Ball Corporation",
        "GMA - Grocery Manufacturers of America",
        "CSCMP - Council of Supply Chain Management Professionals",
        "CSCMP - Council of Supply Chain Management Professionals",
        "English"
      ]
    }
  ],
  "peopleAlsoViewed": [
    {
      "user": "https://www.linkedin.com/in/janet-risi-4b793b32/",
      "text": "CEO at Independent Purchasing Cooperative"
    },
    {
      "user": "https://www.linkedin.com/in/robyn-batz-b2bmarketing/",
      "text": "Director of Fulfillment Services"
    },
    {
      "user": "https://www.linkedin.com/in/richard-buttner-670400a/",
      "text": "Sr. Director of Supply Chain Operations at IPC"
    },
    {
      "user": "https://www.linkedin.com/in/lenvanpopering/",
      "text": "Chief Brand & Innovation Officer @ Subway | CMO | CINO | CBO | Board Member"
    },
    {
      "user": "https://www.linkedin.com/in/benlarkey/",
      "text": "Manager w/ Corporate Responsibility & Sustainability"
    },
    {
      "user": "https://www.linkedin.com/in/karahartnetthurst/",
      "text": "Head of Worldwide Sustainability at Amazon"
    },
    {
      "user": "https://www.linkedin.com/in/jennifer-landman-b02b195/",
      "text": "Global Food & Beverage Strategy & Innovation"
    },
    {
      "user": "https://www.linkedin.com/in/mariehansilloway/",
      "text": "Global CMO | Branding & Strategic Growth Leader | Board Advisor"
    },
    {
      "user": "https://www.linkedin.com/in/penny-wong-3824992/",
      "text": "CPO, Constellation Brands Wine & Spirits"
    },
    {
      "user": "https://www.linkedin.com/in/scottyjohn/",
      "text": "Connecting The Best People In Treasury To The Top Jobs In The Treasury Industry Nationwide"
    }
  ],
  "volunteerExperience": [
    {
      "title": "Athlete Training Guide",
      "experience": "Achilles International",
      "description": "Health",
      "date1": "May 2017 – Present",
      "date2": "2 yrs 8 mos"
    }
  ],
  "profile": {
    "name": "John C. Scott",
    "headline": "Global Supply Chain, Sustainability and Procurement Executive",
    "imageurl": "https://media.licdn.com/dms/image/C4E03AQHIv1XYfy-FCQ/profile-displayphoto-shrink_200_200/0?e=1581552000&v=beta&t=E3vV3hBgtxOyuVToCDKOIff0SXjaTlsCLZmezkIREhc",
    "location": "Greater New York City Area",
    "connections": "500+",
    "summary": "A Consumer-industry business leader with a General Manager's view for applying broad and deep supply chain experience to complex challenges; covering strategy development, procurement, CSR/Sustainability, customer logistics, category management, operations, demand/supply planning and the use of collaborative technologies within the consumer goods, hospitality, QSR/restaurant and distribution industries. Able to bridge strategic thought into practical solutions with the ability to roll-up-the-sleeves when needed. Successful in developing high-performance teams that generate creative solutions to drive meaningful bottom-line and top-line improvements. A leader specializing in taking organizations through change or dramatic improvement initiatives.\n\n\nDemonstrated global operations experience in both Fortune 500 and emerging, high-growth businesses. Successful in developing high-performance teams that generate creative solutions to drive meaningful bottom-line and top-line improvements. Leader and change agent with functional depth and a proven path of developing world class organizations.\n\nStrong natural curiosity and ability to quickly process information supporting unique insights and problem solving skills.\n\nSpecialties:\n- Supply Chain and Logistics\n- Sustainability & Responsible Sourcing\n- Strategic Sourcing & Category Management\n- Food Safety and Quality\n- Financial Acumen and P&L Management\n- Strategic Business Planning\n- Change Management & Communication\n- Merger, Acquisition & Integration Experience\n- Organizational Design & Development\n- Business Restructuring & Re-engineering\n- Technology Roadmaps & Implementation\n\nAchieved accomplishments based on key strengths:\n• An unrelenting drive to deliver results\n• Leadership with humility\n• Optimistic and resilient in face of challenges\n• Focus on doing the right thing for business and the team\n• Detail-oriented and able to delegate effectively\n• Strong problem solving skills"
  }
}